data_movement = [
    {
        title: "Переміщення (Move)",
        optional: "Standard rule",
        icon: "run",
        subtitle: "Вартість: 5 ft за кожні 5 ft",
        description: "Вартість переміщення: 5 ft за кожні 5 ft шляху",
        reference: "PHB, pg. 24-25, 374.",
        bullets: [
            "Якщо у вас більше ніж одна швидкість, наприклад ваша швидкість ходьби та швидкість польоту, ви можете перемикатися між ними під час переміщення. Кожного разу, коли перемикаєтесь, відніміть дистанцію, яку вже пройшли, від нової швидкості.",
            "Ви можете рухатися крізь простір союзника, істоти зі станом <i>Недієздатний (Incapacitated)</i>, Крихітної істоти або істоти, що на два розміри більша або менша за вас.",
            "Простір іншої істоти є для вас важкопрохідною місцевістю, якщо тільки ця істота не є Крихітною або вашим союзником.",
            "Ви не можете добровільно закінчити свій рух у просторі, зайнятому іншою істотою. Якщо ви якимось чином завершуєте хід у тому ж просторі, що й інша істота, ви отримуєте стан <i>Лежачий (Prone)</i>, якщо тільки ви не Крихітні або не більші за іншу істоту."
        ]
    },
    {
        title: "Лазіння (Climb)",
        optional: "Standard rule",
        icon: "crags",
        subtitle: "Вартість: +5 ft за кожні 5 ft",
        description: "Вартість переміщення: кожен фут коштує на 1 фут більше",
        reference: "PHB, pg. 363.",
        bullets: [
            "Під час лазіння кожен фут переміщення коштує на 1 фут більше. Якщо у вас є швидкість лазіння, ви ігноруєте цю додаткову вартість.",
            "Може потребувати перевірки Сили (Атлетика), якщо підйом складний."
        ]
    },
    {
        title: "Плавання (Swim)",
        optional: "Standard rule",
        icon: "at-sea",
        subtitle: "Вартість: +5 ft за кожні 5 ft",
        description: "Вартість переміщення: кожен фут коштує на 1 фут більше",
        reference: "PHB, pg. 376.",
        bullets: [
            "Під час плавання кожен фут переміщення коштує на 1 фут більше. Якщо у вас є швидкість плавання, ви ігноруєте цю додаткову вартість.",
            "Може потребувати перевірки Сили (Атлетика), якщо ви пливете в бурхливій воді."
        ]
    },
    {
        title: "Політ (Flying)",
        optional: "Standard rule",
        icon: "angel-wings",
        subtitle: "Вартість: 5 ft за кожні 5 ft",
        description: "Вартість переміщення: 5 ft за кожні 5 ft польоту",
        reference: "PHB, pg. 367.",
        bullets: [
            "Поки у вас є швидкість польоту, ви можете утримуватися в повітрі, доки не приземлитеся, не впадете або не помрете.",
            "Під час польоту ви падаєте, якщо маєте стан <i>Недієздатний (Incapacitated)</i> або <i>Лежачий (Prone)</i>, або якщо ваша швидкість польоту знижена до 0.",
            "Ви можете залишатися в повітрі в цих обставинах, якщо можете зависати (hover)."
        ]
    },
    {
        title: "Лягти (Drop prone)",
        optional: "Standard rule",
        icon: "falling",
        subtitle: "Вартість: 0 ft",
        description: "Вартість переміщення: 0 ft (безкоштовно)",
        reference: "PHB, pgs. 25, 372.",
        bullets: [
            "Ви можете лягти, не витрачаючи свою швидкість.",
            "Щоб рухатися лежачи, ви повинні повзти або використовувати магію, наприклад телепортацію.",
            "Лягання накладає стан <i>Лежачий (Prone)</i>."
        ]
    },
    {
        title: "Повзти (Crawl)",
        optional: "Standard rule",
        icon: "crawl",
        subtitle: "Вартість: +5 ft за кожні 5 ft",
        description: "Вартість переміщення: кожен фут коштує на 1 фут більше",
        reference: "PHB, pg. 364.",
        bullets: [
            "Під час повзання кожен фут переміщення коштує на 1 фут більше."
        ]
    },
    {
        title: "Підвестися (Stand up)",
        optional: "Standard rule",
        icon: "strong",
        subtitle: "Вартість: половина швидкості",
        description: "Вартість переміщення: половина вашої швидкості, округлення донизу",
        reference: "PHB, pg. 372.",
        bullets: [
            "Ви не можете підвестися, якщо у вас недостатньо переміщення залишилося або якщо ваша швидкість дорівнює 0."
        ]
    },
    {
        title: "Високий стрибок (High jump)",
        optional: "Standard rule",
        icon: "wingfoot",
        subtitle: "Вартість: 5 ft",
        description: "Вартість переміщення: 5 ft за кожні 5 ft стрибка",
        reference: "PHB, pg. 368.",
        bullets: [
            "Ви стрибаєте вгору на кількість футів, що дорівнює <b>3 + ваш модифікатор Сили</b>, якщо ви щойно пробігли принаймні 10 ft перед стрибком.",
            "Якщо стрибаєте з місця, ви можете підстрибнути лише на половину цієї дистанції.",
            "Під час стрибка ви можете витягнути руки на половину своєї висоти над собою. Таким чином, ви можете дістати дистанцію, що дорівнює висоті стрибка плюс 1.5× вашу висоту.",
            "За певних обставин Майстер може дозволити зробити перевірку Сили (Атлетика), щоб стрибнути вище, ніж зазвичай."
        ]
    },
    {
        title: "Довгий стрибок (Long jump)",
        optional: "Standard rule",
        icon: "wingfoot",
        subtitle: "Вартість: 5 ft за кожні 5 ft",
        description: "Вартість переміщення: 5 ft за кожні 5 ft стрибка",
        reference: "PHB, pg. 370.",
        bullets: [
            "Ви покриваєте кількість футів до вашого <b>показника Сили</b>, якщо ви щойно пробігли принаймні 10 ft перед стрибком.",
            "Під час стрибка з місця ви можете стрибнути лише на половину цієї дистанції.",
            "Якщо ви приземляєтесь у важкопрохідну місцевість, ви повинні досягти успіху в перевірці Спритності (Акробатика) зі СК 10 або отримати стан <i>Лежачий (Prone)</i>.",
            "Може потребувати перевірки Сили (Атлетика) зі СК 10, щоб перестрибнути низьку перешкоду (не вищу за чверть дистанції стрибка). У разі провалу ви зачіпаєте перешкоду."
        ]
    },
    {
        title: "Імпровізувати (Improvise)",
        optional: "Standard rule",
        icon: "juggler",
        subtitle: "Будь‑який трюк поза списком",
        description: "Виконайте будь‑яке переміщення або трюк, який можете уявити",
        bullets: [
            "Коли ви описуєте вид переміщення, не деталізований в інших місцях правил, Майстер повідомляє, чи це можливо та який тип кидка потрібно зробити, якщо взагалі потрібно, щоб визначити успіх або невдачу."
        ]
    },
    {
        title: "Важкопрохідна місцевість (Difficult terrain)",
        optional: "Standard rule",
        icon: "stone-pile",
        subtitle: "Модифікатор вартості: +5 ft за кожні 5 ft",
        reference: "PHB, pg. 25, 366.",
        description: "Переміщення у важкопрохідній місцевості коштує додаткові 5 ft за кожні 5 ft руху",
        bullets: [
            "Кожен фут переміщення коштує на 1 фут більше.",
            "Важкопрохідність не накопичується; простір або є важкопрохідним, або ні."
        ]
    },
    {
        title: "Переміщення з утримуваною ціллю (Grapple move)",
        optional: "Standard rule",
        icon: "grab",
        subtitle: "Вартість: +5 ft за кожні 5 ft",
        description: "Тягніть або несіть схоплену істоту разом із собою",
        reference: "PHB, pg. 367.",
        bullets: [
            "Якщо ви рухаєтеся, утримуючи іншу істоту, кожен фут переміщення коштує на 1 фут більше, якщо тільки схоплена істота не є Крихітною або ви не більші за неї на два чи більше розмірів."
        ]
    },
    {
        title: "Швидкість подорожі (Travel Pace)",
        optional: "Standard rule",
        icon: "run",
        subtitle: "Подорож поза боєм",
        description: "Швидкість подорожі для швидкої, звичайної та повільної ходи поза боєм.",
        reference: "PHB, pg. 20",
        bullets: [
            "Встановіть порядок маршу під час подорожі.",
            "<table><tr><th style='text-align:left'>Темп</th><th></th><th></th><th>За хвилину</th><th></th><th></th><th>За годину</th><th></th><th></th><th>За день</th></tr><tr><td>Швидкий</td><td></td><td></td><td>400 ft</td><td></td><td></td><td>4 miles</td><td></td><td></td><td>30 miles</td></tr><tr><td>Звичайний</td><td></td><td></td><td>300 ft</td><td></td><td></td><td>3 miles</td><td></td><td></td><td>24 miles</td></tr><tr><td>Повільний</td><td></td><td></td><td>200 ft</td><td></td><td></td><td>2 miles</td><td></td><td></td><td>18 miles</td></tr></table>",
            "<b>Швидка подорож</b> накладає Перешкоду на перевірки Мудрості (Спостережливість або Виживання) та Спритності (Скритність) мандрівника.",
            "<b>Звичайна подорож</b> накладає Перешкоду на перевірки Спритності (Скритність).",
            "<b>Повільна подорож</b> надає Перевагу на перевірки Мудрості (Спостережливість або Виживання).",
            "Мандрівники у возах, каретах чи інших наземних транспортних засобах обирають темп як зазвичай. Персонажі на водному судні обмежені швидкістю судна і не обирають темп."
        ]
    }
]