data_condition = [
    {
        title: "Засліплений (Blinded)",
        optional: "Standard rule",
        icon: "one-eyed",
        subtitle: "Ви не бачите",
        description: "Ви не бачите",
        reference: "PHB, pg. 361.",
        bullets: [
            "Ви автоматично провалюєте будь‑яку перевірку здібностей, що вимагає зору.",
            "Ви маєте перешкоду на кидки атаки.",
            "Кидки атаки проти вас мають перевагу."
        ]
    },
    {
        title: "Зачарований (Charmed)",
        optional: "Standard rule",
        icon: "smitten",
        subtitle: "Ви зачаровані",
        description: "Ви зачаровані іншою істотою",
        reference: "PHB, pg. 363.",
        bullets: [
            "Ви не можете атакувати чарівника або націлюватися на нього здібностями чи магічними ефектами, що завдають шкоди.",
            "Чарівник має перевагу на перевірках здібностей для соціальної взаємодії з вами."
        ]
    },
    {
        title: "Оглухлий (Deafened)",
        optional: "Standard rule",
        icon: "elf-ear",
        subtitle: "Ви не чуєте",
        description: "Ви не чуєте",
        reference: "PHB, pg. 365.",
        bullets: [
            "Ви автоматично провалюєте будь‑яку перевірку здібностей, що вимагає слуху."
        ]
    },
    {
        title: "Виснаження (Exhaustion)",
        optional: "Standard rule",
        icon: "crawl",
        subtitle: "Ви виснажені",
        description: "Виснаження вимірюється шістьма рівнями",
        reference: "PHB, pg. 366.",
        bullets: [
            "<table><tr><th>Рівень</th><th></th><th></th><th style='text-align:left'>Кидки d20</th><th></th><th></th><th>Швидкість</th></tr><tr><td>1</td><td></td><td></td><td>-2</td><td></td><td></td><td>-5 ft.</td></tr><tr><td>2</td><td></td><td></td><td>-4</td><td></td><td></td><td>-10 ft.</td></tr><tr><td>3</td><td></td><td></td><td>-6</td><td></td><td></td><td>-15 ft.</td></tr><tr><td>4</td><td></td><td></td><td>-8</td><td></td><td></td><td>-20 ft.</td></tr><tr><td>5</td><td></td><td></td><td>-10</td><td></td><td></td><td>-25 ft.</td></tr><tr><td>6</td><td></td><td></td><td>Смерть</td><td></td><td></td><td>Смерть</td></tr></table>",
            "Цей стан накопичувальний. Кожного разу, коли ви його отримуєте, ви здобуваєте 1 рівень виснаження. Ви помираєте, якщо ваш рівень виснаження дорівнює 6.",
            "Завершення тривалого відпочинку знижує ваш рівень виснаження на 1. Коли рівень виснаження досягає 0, стан завершується."
        ]
    },
    {
        title: "Наляканий (Frightened)",
        optional: "Standard rule",
        icon: "sharp-smile",
        subtitle: "Ви налякані",
        description: "Ви налякані",
        reference: "PHB, pg. 367.",
        bullets: [
            "Ви маєте перешкоду на перевірки здібностей і кидки атаки, доки джерело страху перебуває в межах лінії зору.",
            "Ви не можете добровільно рухатися ближче до джерела страху."
        ]
    },
    {
        title: "Схоплений (Grappled)",
        optional: "Standard rule",
        icon: "grab",
        subtitle: "Ви схоплені",
        description: "Ви схоплені",
        reference: "PHB, pg. 367.",
        bullets: [
            "Ваша швидкість дорівнює 0 і не може збільшуватися.",
            "Ви маєте перешкоду на кидки атаки проти будь‑якої цілі, окрім того, хто вас утримує.",
            "Той, хто вас утримує, може тягнути або нести вас, коли рухається, але кожен фут переміщення коштує на 1 фут більше, якщо ви не Крихітні або не менші на 2 чи більше розміри."
        ]
    },
    {
        title: "Недієздатний (Incapacitated)",
        optional: "Standard rule",
        icon: "internal-injury",
        subtitle: "Ви не можете виконувати дії або реакції",
        description: "Ви не можете виконувати дії або реакції",
        reference: "PHB, pg. 369.",
        bullets: [
            "Ваша концентрація переривається.",
            "Ви не можете говорити.",
            "Ви маєте перешкоду на кидки Ініціативи."
        ]
    },
    {
        title: "Невидимий (Invisible)",
        optional: "Standard rule",
        icon: "invisible",
        subtitle: "Вас не можна побачити",
        description: "Вас не можна побачити без допомоги магії або особливого чуття",
        reference: "PHB, pg. 370.",
        bullets: [
            "Ви маєте перевагу на кидках Ініціативи та кидках атаки, якщо ваша ціль якимось чином не бачить вас.",
            "Кидки атаки проти вас мають перешкоду, якщо нападник якимось чином не бачить вас.",
            "На вас не впливають ефекти, які вимагають, щоб їхня ціль була видимою, якщо творець ефекту якимось чином не бачить вас. Будь‑яке спорядження, яке ви носите або несете, також приховане."
        ]
    },
    {
        title: "Паралізований (Paralyzed)",
        optional: "Standard rule",
        icon: "internal-injury",
        subtitle: "Ви паралізовані",
        description: "Ви не можете нічого робити",
        reference: "PHB, pg. 371.",
        bullets: [
            "Ви маєте стан Недієздатний.",
            "Ваша швидкість дорівнює 0 і не може збільшуватися.",
            "Кидки атаки проти вас мають перевагу, і будь‑яка атака, що влучає по вас, є критичним ударом, якщо нападник перебуває в межах 5 ft.",
            "Ви автоматично провалюєте рятункові кидки Сили і Спритності."
        ]
    },
    {
        title: "Скам’янілий (Petrified)",
        optional: "Standard rule",
        icon: "stone-pile",
        subtitle: "Ви перетворені на камінь",
        description: "Ви перетворені, разом із будь‑якими немагічними предметами, які носите або несете, на твердий неживий матеріал (зазвичай камінь)",
        reference: "PHB, pg. 372.",
        bullets: [
            "Ваша вага збільшується у десять разів, і ви перестаєте старіти.",
            "Ви маєте стан Недієздатний.",
            "Ваша швидкість дорівнює 0 і не може збільшуватися.",
            "Кидки атаки проти вас мають перевагу.",
            "Ви автоматично провалюєте рятункові кидки Сили і Спритності.",
            "Ви маєте опір усім ушкодженням.",
            "Ви маєте імунітет до стану Отруєний."
        ]
    },
    {
        title: "Отруєний (Poisoned)",
        optional: "Standard rule",
        icon: "deathcab",
        subtitle: "Ви отруєні",
        description: "Ви отруєні",
        reference: "PHB, pg. 372.",
        bullets: [
            "Ви маєте перешкоду на кидки атаки та перевірки здібностей."
        ]
    },
    {
        title: "Повалений (Prone)",
        optional: "Standard rule",
        icon: "crawl",
        subtitle: "Ви лежите",
        description: "Ви лежите",
        reference: "PHB, pg. 372.",
        bullets: [
            "Ваш єдиний варіант переміщення — повзти, якщо тільки ви не підведетеся. Якщо ваша швидкість дорівнює 0, ви не можете підвестися.",
            "Ви маєте перешкоду на кидки атаки.",
            "Кидки атаки проти вас мають перевагу, якщо нападник перебуває в межах 5 ft, інакше кидок атаки має перешкоду."
        ]
    },
    {
        title: "Зв’язаний (Restrained)",
        optional: "Standard rule",
        icon: "imprisoned",
        subtitle: "Ви зв’язані",
        description: "Ви зв’язані",
        reference: "PHB, pg. 373.",
        bullets: [
            "Ваша швидкість дорівнює 0 і не може збільшуватися.",
            "Ви маєте перешкоду на кидки атаки.",
            "Кидки атаки проти вас мають перевагу.",
            "Ви маєте перешкоду на рятункові кидки Спритності."
        ]
    },
    {
        title: "Приголомшений (Stunned)",
        optional: "Standard rule",
        icon: "internal-injury",
        subtitle: "Ви приголомшені",
        description: "Ви приголомшені",
        reference: "PHB, pg. 376.",
        bullets: [
            "Ви маєте стан Недієздатний.",
            "Кидки атаки проти вас мають перевагу.",
            "Ви автоматично провалюєте рятункові кидки Сили і Спритності."
        ]
    },
    {
        title: "Непритомний (Unconscious)",
        optional: "Standard rule",
        icon: "coma",
        subtitle: "Ви непритомні",
        description: "Ви непритомні",
        reference: "PHB, pg. 377.",
        bullets: [
            "Ви маєте стани Недієздатний і Повалений та кидаєте все, що тримаєте.",
            "Ваша швидкість дорівнює 0 і не може збільшуватися.",
            "Кидки атаки проти вас мають перевагу.",
            "Будь‑яка атака, що влучає по вас, є критичним ударом, якщо нападник перебуває в межах 5 ft.",
            "Ви автоматично провалюєте рятункові кидки Сили і Спритності."
        ]
    },
    {
        title: "При смерті (Dying)",
        optional: "Standard rule",
        icon: "dead-head",
        subtitle: "Ви при смерті",
        description: "Ваші очки здоров’я знижені до нуля, і ви при смерті",
        reference: "PHB, pg. 197.",
        bullets: [
            "Якщо вас знижено до 0 очок здоров’я ушкодженням, що не вбиває, ви непритомні та при смерті.",
            "Якщо ви отримуєте будь‑яке зцілення, ви негайно приходите до тями і більше не при смерті.",
            "Коли ви починаєте свій хід із 0 очками здоров’я, ви повинні зробити Рятунковий кидок від смерті без модифікаторів.",
            "10 або більше — успіх, 9 або менше — провал.",
            "На третьому успіху ви стаєте стабільними.",
            "На третьому провалі ви помираєте.",
            "Кидок 1 рахується як два провали.",
            "Кидок 20 негайно відновлює вам 1 очко здоров’я.",
            "Якщо ви отримуєте ушкодження, коли при смерті, ви зазнаєте одного провалу. Якщо це критичний удар, ви зазнаєте 2 провали.",
            "Вас можна стабілізувати дією Допомога (Стабілізувати), якщо союзник досягне успіху в перевірці Мудрості (Медицина) зі СК 10.",
            "Після стабілізації ви маєте 0 ОЗ, лишаєтеся непритомними, але більше не при смерті. Ви відновлюєте 1 очко здоров’я через 1к4 години, якщо вас не зцілять."
        ]
    }
]
