data_action = [
    {
        title: "Атака",
        optional: "Стандартне правило",
        icon: "crossed-swords",
        subtitle: "Ближня або дальня атака",
        description: "Виконайте ближню або дальню атаку вашою зброєю",
        reference: "PHB, pgs. 192,194-195.",
        bullets: [
            "Деякі особливості, наприклад <i>Додаткова атака</i> у воїна, дозволяють здійснювати більше ніж одну атаку в рамках цієї дії. Кожна атака — окремий тест і може бути спрямована на різних істот. Ви можете рухатися між атаками.",
            "Коли ви атакуєте легкою ближньою зброєю, ви можете використати бонусну дію для атаки іншою зброєю в іншій руці (див. бонусну дію <i>Атака другою рукою</i>).",
            "Ви можете замінити одну з ваших ближніх атак на <i>Утримання</i> (Grapple) або <i>Виштовхування</i> (Shove).",
            "Деякі стани дають перевагу при атаці: атаки проти засліплених, паралізованих, окам'янілих, скуті, приголомшених або непритомних цілей; ближні атаки проти повалених цілей; атаки невидимих або прихованих нападників.",
            "Деякі стани дають недолік при атаці: атаки проти невидимих або прихованих цілей; далекі атаки проти повалених цілей; атаки сліпих, наляканих, отруєних або скуті нападників."
        ]
    },
    {
        title: "Утримання (Grapple)",
        optional: "Стандартне правило",
        icon: "grab",
        subtitle: "Спеціальна ближня атака",
        description: "Спроба схопити істоту або побороти її",
        reference: "PHB, pg. 195.",
        bullets: [
            "Ви можете використати дію <i>Атака</i>, щоб виконати спеціальну ближню атаку — утримання. Якщо ви можете зробити кілька атак в ході дії Атаки, ця атака замінює одну з них.",
            "Ціль вашого утримання не може бути більше за один розмір більша за вас і має бути в межах досяжності.",
            "Використовуючи принаймні одну вільну руку, ви намагаєтесь схопити ціль, роблячи перевірку утримання — перевірку Сили (Атлетика), що оспорюється перевіркою Сили (Атлетика) або Ловкості (Акробатика) цілі (ціль обирає здатність).",
            "Якщо ви успішні, ціль отримує стан <i>утримується</i> (grappled) і її швидкість дорівнює 0."
        ]
    },
    {
        title: "Виштовхування (Shove)",
        optional: "Стандартне правило",
        icon: "hand",
        subtitle: "Спеціальна ближня атака",
        description: "Виштовхніть істоту — повалити її або відкинути від себе",
        reference: "PHB, pg. 195. / DMG, page 272",
        bullets: [
            "Використовуючи дію <i>Атака</i>, ви можете виконати спеціальну ближню атаку щоб виштовхнути істоту. Якщо ви можете зробити кілька атак в ході дії Атаки, ця атака замінює одну з них.",
            "Ціль вашого виштовхування не може бути більше за один розмір більша за вас і має бути в межах досяжності.",
            "Ви робите перевірку Сили (Атлетика), що оспорюється перевіркою Сили (Атлетика) або Ловкості (Акробатика) цілі (ціль обирає здатність).",
            "Якщо ви виграєте конкурс, ви або повалите ціль, або відштовхнете її на 1,5 м (5 футів) від себе."
        ]
    },
    {
        title: "Відштовхнути вбік*",
        optional: "Необов'язкове правило",
        icon: "hand",
        subtitle: "Спеціальна ближня атака",
        description: "Виштовхніть істоту вбік, а не прямо від себе",
        reference: "PHB, pg. 195. / DMG, page 272",
        bullets: [
            "(Необов'язкове правило):",
            "За цією опцією істота використовує спеціальну атаку виштовхування, щоб примусово перемістити ціль убік.",
            "У нападника недолік на перевірку Сили (Атлетика) при виконанні такої дії.",
            "Якщо перевірка вдалась, нападник переміщає ціль на 1,5 м (5 футів) в іншу клітинку в межах своєї досяжності."
        ]
    },
    {
        title: "Каст заклинання",
        optional: "Стандартне правило",
        icon: "magic-swirl",
        subtitle: "Час накладання: 1 дія",
        description: "Накладіть закляття, яке вимагає 1 дії",
        reference: "PHB, pg. 192.",
        bullets: [
            "Ви не можете накласти заклинання цією дією і ще одне інше заклинання бонусною дією в тому ж ході, за винятком випадків, коли бонусна дія використовується для кента (cantrip).",
            "Ціль заклинання має бути в межах дальності заклинання. Щоб націлити щось, ви маєте мати чистий шлях до нього — воно не може бути за повним укриттям.",
            "Матеріальні компоненти заклинань не витрачаються, якщо це не зазначено явно. Якщо вартість матеріалу не вказана, зазвичай її можна вважати незначною і матеріал доступний в сумці компонентів.",
            "Деякі заклинання вимагають концентрації для підтримки їх дії. Якщо ви втрачаєте концентрацію, таке заклинання припиняє діяти. Ви втрачаєте концентрацію, якщо накладаєте інше заклинання, яке вимагає концентрації, або якщо ви стаєте недієздатним. Коли ви отримуєте ушкодження, ви маєте пройти рятувальний кидок Конституції, щоб зберегти концентрацію. Складність дорівнює 10 або половині отриманих ушкоджень, залежно від того, що більше."
        ]
    },
    {
        title: "Ривок (Dash)",
        optional: "Стандартне правило",
        icon: "sprint",
        subtitle: "Подвійна швидкість руху",
        description: "Отримайте додатковий рух на поточний хід",
        reference: "PHB, pg. 192.",
        bullets: [
            "Збільшення руху дорівнює вашій швидкості після застосування всіх модифікаторів."
        ]
    },
    {
        title: "Відхід (Disengage)",
        optional: "Стандартне правило",
        icon: "journey",
        subtitle: "Уникнути атак можливості",
        description: "Ваш рух не провокує атак можливості до кінця ходу",
        reference: "PHB, pg. 192.",
        bullets: [
        ]
    },
    {
        title: "Уникнення (Dodge)",
        optional: "Стандартне правило",
        icon: "aura",
        subtitle: "Підвищити захист",
        description: "Сконцентруйтеся повністю на уникненні атак",
        reference: "PHB, pg. 192.",
        bullets: [
            "До початку вашого наступного ходу будь-яка атака проти вас має недолік, якщо ви бачите нападника, і ви робите рятувальні кидки Ловкості з перевагою.",
            "Ви втрачаєте цю перевагу, якщо ви <i>недієздатні</i> або якщо ваша швидкість дорівнює 0."
        ]
    },
    {
        title: "Втеча (Escape)",
        optional: "Стандартне правило",
        icon: "manacles",
        subtitle: "Втеча з утримання",
        description: "Втекти з утримання",
        reference: "PHB, pg. 195.",
        bullets: [
            "Щоб втекти з утримання, ви повинні успішно пройти перевірку Сили (Атлетика) або Ловкості (Акробатика), що оспорюється перевіркою Сили (Атлетика) утримувача.",
            "Втеча від інших станів, що обмежують вас (наприклад, кайдани), може вимагати перевірки Ловкості або Сили, як зазначено для стану."
        ]
    },
    {
        title: "Допомога (Help)",
        optional: "Стандартне правило",
        icon: "telepathy",
        subtitle: "Надати союзнику перевагу",
        description: "Надайте союзнику перевагу на перевірку або атаку",
        reference: "PHB, pg. 192.",
        bullets: [
            "Ціль отримує перевагу на наступну перевірку здібності, яку вона робить для виконання завдання, у якому ви допомагаєте.",
            "Альтернативно, ціль отримує перевагу на наступний кидок атаки проти істоти в межах 1,5 м (5 футів) від вас.",
            "Перевага триває до початку вашого наступного ходу."
        ]
    },
    {
        title: "Використати об'єкт (Use Object)",
        optional: "Стандартне правило",
        icon: "snatch",
        subtitle: "Взаємодія, використання спеціальних здібностей об'єкта",
        description: "Взаємодійте з другим об'єктом або використайте спеціальну здатність об'єкта",
        reference: "PHB, pg. 193.",
        bullets: [
            "Під час вашого ходу ви можете безкоштовно взаємодіяти з одним об'єктом (наприклад, витягнути зброю або відкрити двері). Якщо ви хочете взаємодіяти з другим об'єктом, використайте цю дію.",
            "Коли для використання об'єкта потрібно дія, ви також використовуєте цю дію."
        ]
    },
    {
        title: "Використати щит",
        optional: "Стандартне правило",
        icon: "round-shield",
        subtitle: "Одягти або зняти щит",
        description: "Одягніть або зніміть щит",
        reference: "PHB, pgs. 144-146.",
        bullets: [
            "Щит завжди потребує дії для одягання або зняття.",
            "Доспіх одягання броні займає кілька хвилин."
        ]
    },
    {
        title: "Сховатися (Hide)",
        optional: "Стандартне правило",
        icon: "hood",
        subtitle: "Спроба сховатися",
        description: "Спробуйте сховатись",
        reference: "PHB, pg. 192.",
        bullets: [
            "Ви не можете сховатися від істоти, яка вас бачить. Ви маєте бути за повним укриттям, у щільно затемненій зоні, бути невидимим або інакше блокувати огляд ворога.",
            "Якщо ви створюєте шум (наприклад, крик або посунення вази), ви видаєте своє місцезнаходження.",
            "Коли ви намагаєтесь сховатися, зробіть перевірку Ловкості (Схованка) і зафіксуйте результат. Поки вас не виявлено або ви не перестанете ховатися, загальний результат цієї перевірки оспорюється перевіркою Мудрості (Сприйняття) будь-якої істоти, яка активно шукає вас.",
            "Істота помічає вас, навіть якщо вона не шукає, якщо ваш результат Схованки не вищий за її Пасивне Сприйняття.",
            "Поза боєм ви також можете використовувати перевірку Ловкості (Схованка) для дій на кшталт приховування від ворогів, проходження повз стражу, вислизання непоміченим або підкрадання без звуку чи виду."
        ]
    },
    {
        title: "Пошук (Search)",
        optional: "Стандартне правило",
        icon: "magnifying-glass",
        subtitle: "Спроба щось знайти",
        description: "Присвятіть увагу пошуку чогось",
        reference: "PHB, pg. 193.",
        bullets: [
            "Залежно від характеру пошуку, DM може попросити перевірку Мудрості (Сприйняття) або Інтелекту (Розслідування)."
        ]
    },
    {
        title: "Приготуватися (Ready)",
        optional: "Стандартне правило",
        icon: "stopwatch",
        subtitle: "Обрати тригер і дію",
        description: "Оберіть тригер і реакцію",
        reference: "PHB, pg. 193.",
        bullets: [
            "Спочатку вирішіть, яка помітна обставина активуватиме вашу реакцію.",
            "Потім оберіть дію, яку ви виконаєте у відповідь на цей тригер, або оберіть рух на вашу повну швидкість як відповідь.",
            "Коли тригер відбувається, ви можете або виконати свою реакцію відразу після завершення тригеру, або ігнорувати тригер.",
            "Коли ви підготовляєте заклинання, ви готуєте його енергію і звільняєте її реакцією при настанні тригеру. Щоб підготувати заклинання, воно має мати час накладання 1 дія, і утримання магії вимагає концентрації."
        ]
    },
    {
        title: "Використати класову особливість",
        optional: "Стандартне правило",
        icon: "embrassed-energy",
        subtitle: "Деякі здібності використовують дію",
        description: "Використайте расову або класову особливість, що вимагає дії",
        reference: "Дивіться сторінку класу для детальної інформації.",
        bullets: [

        ]
    },
    {
        title: "Стабілізувати істоту",
        optional: "Стандартне правило",
        icon: "first-aid",
        subtitle: "Допомогти помираючій істоті",
        description: "Зупинити істоту від необхідності робити кидки порятунку від смерті",
        reference: "PHB, pg. 197.",
        bullets: [
            "Зробіть перевірку Мудрості (Медицина) зі складністю 10.",
            "При успіху істота стабілізується і більше не робить кидків порятунку від смерті.",
            "Стабільна істота відновлює 1 очко здоров'я через 1d4 години."
        ]
    },
    {
        title: "Імпровізувати (Improvise)",
        optional: "Стандартне правило",
        icon: "juggler",
        subtitle: "Будь-яка дія не зі списку",
        description: "Виконайте будь-яку дію, яку ви уявите",
        reference: "PHB, pg. 193.",
        bullets: [
            "Коли ви описуєте дію, яка не описана в правилах, DM вирішує, чи можлива така дія і який тип кидка (якщо є) потрібен для визначення успіху чи провалу."
        ]
    },
    {
        title: "Роззброєння*",
        optional: "Необов'язкове правило",
        icon: "sword-break",
        subtitle: "Викинути предмет з рук ворога",
        description: "Істота може використати атаку зброєю, щоб вибити зброю або інший предмет з рук цілі.",
        reference: "DMG, page 271",
        bullets: [
            "(Необов'язкове правило):",
            "Нападник робить кидок атаки, який оспорюється перевіркою Сили (Атлетика) або Ловкості (Акробатика) цілі.",
            "Якщо нападник перемагає в конкурсі, атака не завдає ушкоджень, але захисник роняє предмет.",
            "Нападник має недолік на кидок атаки, якщо ціль тримає предмет двома або більше руками.",
            "Ціль має перевагу на свою перевірку здібності, якщо вона більша за нападника, або недолік, якщо вона менша."

        ]
    },
    {
        title: "Протискання* (Overrun)",
        optional: "Необов'язкове правило",
        icon: "shield-bash",
        subtitle: "Пройти через ворожу клітку",
        description: "Коли істота намагається пройти через простір ворожої істоти, вона може спробувати протиснутися через неї.",
        reference: "DMG, page 272",
        bullets: [
            "(Необов'язкове правило):",
            "Як дію, рухомий робить перевірку Сили (Атлетика), що оспорюється перевіркою Сили (Атлетика) ворожої істоти.",
            "Рухомий має перевагу на цю перевірку, якщо він більший за ворожу істоту, або недолік, якщо менший.",
            "Якщо рухомий перемагає конкурс, він може пройти через простір ворожої істоти один раз цього ходу."
        ]
    },
    {
        title: "Кидок у проміжку* (Tumble)",
        optional: "Необов'язкове правило",
        icon: "tumble",
        subtitle: "Пролізти через ворожий простір",
        description: "Істота може спробувати пролізти через простір ворожої істоти, ухиляючись і маневруючи повз неї.",
        reference: "DMG, page 272",
        bullets: [
            "(Необов'язкове правило):",
            "Як дію, той хто робить кидок, робить перевірку Ловкості (Акробатика), що оспорюється перевіркою Ловкості (Акробатика) ворожої істоти.",
            "Якщо той хто робить кидок перемагає, він може пройти через простір ворожої істоти один раз цього ходу."
        ]
    },
    {
        title: "Мітка* (Mark)",
        optional: "Необов'язкове правило",
        icon: "cross-mark",
        subtitle: "Надати перевагу на атаках можливості",
        description: "Ця опція полегшує ближнім бійцям турбувати один одного атаками можливості.",
        reference: "DMG, page 271",
        bullets: [
            "(Необов'язкове правило):",
            "Коли істота робить ближню атаку, вона також може помітити свою ціль.",
            "До кінця наступного ходу нападника будь-яка атака можливості проти поміченої цілі має перевагу.",
            "Атака можливості не витрачає реакцію нападника.",
            "Нападник не може виконати атаку, якщо щось (наприклад стан недієздатності або заклинання Shocking Grasp) заважає виконанню реакцій.",
            "Нападник обмежений однією атакою можливості за хід."
        ]
    },
    {
        title: "Залізти на більшу істоту*",
        optional: "Необов'язкове правило",
        icon: "mountain-climbing",
        subtitle: "Залізти на більшу істоту",
        description: "Якщо істота хоче стрибнути на іншу істоту, вона може це зробити через захоплення. Достатньо велика ціль може вважатися місцевістю для приземлення або чіпляння за кінцівку.",
        reference: "DMG, page 271",
        bullets: [
            "(Необов'язкове правило):",
            "Після виконання необхідних перевірок, менша істота використовує дію, щоб зробити перевірку Сили (Атлетика) або Ловкості (Акробатика), що оспорюється перевіркою Ловкості (Акробатика) цілі.",
            "Якщо вона перемагає, менша істота переміщається в простір цілі.",
            "Меньша істота рухається разом з ціллю і має перевагу на кидки атаки проти неї."
        ]
    }
]

