data_movement = [
    {
        title: "Переміщення (Move)",
        optional: "Standard rule",
        icon: "run",
        subtitle: "Вартість: 5 ft за кожні 5 ft",
        description: "Вартість переміщення: 5 ft за кожні 5 ft пройденої дистанції",
        reference: "PHB, pg. 190.",
        bullets: [
            "Якщо у вас більше ніж одна швидкість, наприклад швидкість ходьби і швидкість польоту, ви можете перемикатися між ними під час руху. Щоразу, коли перемикаєтесь, відніміть дистанцію, яку вже пройшли, від нової швидкості.",
            "Ви можете рухатися крізь простір неворожої істоти.",
            "Ви можете рухатися крізь простір ворожої істоти лише якщо ця істота принаймні на два розміри більша або менша за вас.",
            "Простір іншої істоти є для вас важкопрохідною місцевістю.",
            "Незалежно від того, істота друг чи ворог, ви не можете добровільно закінчити свій рух у її просторі."
        ]
    },
    {
        title: "Лазіння (Climb)",
        optional: "Standard rule",
        icon: "crags",
        subtitle: "Вартість: 10 ft за кожні 5 ft",
        description: "Вартість переміщення: 10 ft за кожні 5 ft підйому",
        reference: "PHB, pg. 182.",
        bullets: [
            "Може потребувати перевірки Сили (Атлетика), якщо підйом складний."
        ]
    },
    {
        title: "Плавання (Swim)",
        optional: "Standard rule",
        icon: "at-sea",
        subtitle: "Вартість: 10 ft за кожні 5 ft",
        description: "Вартість переміщення: 10 ft за кожні 5 ft плавання",
        reference: "PHB, pg. 182.",
        bullets: [
            "Може потребувати перевірки Сили (Атлетика), якщо плавання складне."
        ]
    },
    {
        title: "Лягти (Drop prone)",
        optional: "Standard rule",
        icon: "lob-arrow",
        subtitle: "Вартість: 0 ft",
        description: "Вартість переміщення: 0 ft (безкоштовно)",
        reference: "PHB, pgs. 190-191,292.",
        bullets: [
            "Ви можете лягти, не витрачаючи свою швидкість.",
            "Щоб рухатися лежачи, ви повинні повзти або використовувати магію, таку як телепортація.",
            "Лягання накладає стан <i>Лежачий (Prone)</i> (атаки ближнього бою проти вас мають перевагу, атаки дальнього бою проти вас мають перешкоду, ваші власні атаки мають перешкоду)."
        ]
    },
    {
        title: "Повзти (Crawl)",
        optional: "Standard rule",
        icon: "crawl",
        subtitle: "Вартість: 10 ft за кожні 5 ft",
        description: "Вартість переміщення: 10 ft за кожні 5 ft повзання",
        reference: "PHB, pg. 182.",
        bullets: [
        ]
    },
    {
        title: "Підвестися (Stand up)",
        optional: "Standard rule",
        icon: "strong",
        subtitle: "Вартість: половина швидкості",
        description: "Вартість переміщення: половина вашої швидкості",
        reference: "PHB, pg. 190-191.",
        bullets: [
            "Ви не можете підвестися, якщо у вас недостатньо переміщення залишилося або якщо ваша швидкість дорівнює 0."
        ]
    },
    {
        title: "Високий стрибок (High jump)",
        optional: "Standard rule",
        icon: "wingfoot",
        subtitle: "Висота: 3 + модифікатор СИЛ",
        description: "Висота: 3 + модифікатор СИЛ",
        reference: "PHB, pg. 182.",
        bullets: [
            "Ви стрибаєте вгору на кількість футів, що дорівнює <b>3 + ваш модифікатор Сили</b>, якщо ви щойно пробігли принаймні 10 ft пішки безпосередньо перед стрибком.",
            "Під час стрибка з місця ви можете підстрибнути лише на половину цієї дистанції.",
            "Під час стрибка ви можете витягнути руки на половину своєї висоти над собою.",
            "За певних обставин Майстер може дозволити зробити перевірку Сили (Атлетика), щоб стрибнути вище, ніж зазвичай."
        ]
    },
    {
        title: "Довгий стрибок (Long jump)",
        optional: "Standard rule",
        icon: "wingfoot",
        subtitle: "Дистанція: показник СИЛ",
        description: "Вартість: 5 ft за кожні 5 ft",
        reference: "PHB, pg. 182.",
        bullets: [
            "Ви покриваєте кількість футів до вашого <b>показника Сили</b>, якщо ви щойно пробігли принаймні 10 ft (розбіг) безпосередньо перед стрибком.",
            "Під час стрибка з місця ви можете стрибнути лише на половину цієї дистанції.",
            "Може потребувати перевірки Сили (Атлетика) зі СК 10, щоб перестрибнути низьку перешкоду (не вищу за чверть дистанції стрибка). У разі провалу ви зачіпаєте перешкоду.",
            "Може потребувати перевірки Спритності (Акробатика) зі СК 10, щоб приземлитися на ноги у важкопрохідній місцевості. У разі провалу ви падаєте, отримуючи стан <i>Лежачий (Prone)</i>."
        ]
    },
    {
        title: "Імпровізувати (Improvise)",
        optional: "Standard rule",
        icon: "juggler",
        subtitle: "Будь‑який трюк поза списком",
        description: "Виконайте будь‑яке переміщення або трюк, який можете уявити",
        bullets: [
            "Коли ви описуєте вид переміщення, не деталізований в інших місцях правил, Майстер повідомляє, чи це можливо та який тип кидка потрібно зробити, якщо взагалі потрібно, щоб визначити успіх або невдачу."
        ]
    },
    {
        title: "Важкопрохідна місцевість (Difficult terrain)",
        optional: "Standard rule",
        icon: "stone-pile",
        subtitle: "Модифікатор вартості: +5 ft за кожні 5 ft",
        reference: "PHB, pg. 182.",
        description: "Рух у важкопрохідній місцевості коштує додаткові 5 ft за кожні 5 ft переміщення",
        bullets: [
        ]
    },
    {
        title: "Переміщення з утримуваною ціллю (Grapple move)",
        optional: "Standard rule",
        icon: "grab",
        subtitle: "Модифікатор: швидкість у половину",
        description: "Тягніть або несіть схоплену істоту разом із собою",
        reference: "PHB, pg. 195.",
        bullets: [
            "Якщо ви рухаєтеся, утримуючи іншу істоту, ваша швидкість зменшується вдвічі, якщо тільки істота не менша за вас на два чи більше розміри.",
            "Див. дію <i>Атака (Attack)</i> щодо того, як схопити істоту."
        ]
    },
    {
        title: "Осідлати/Зістрибнути (Mount/Dismount)",
        optional: "Standard rule",
        icon: "horse-head",
        subtitle: "Вартість: половина швидкості",
        description: "Осідлайте або зістрибніть з істоти в межах 5 ft від вас",
        reference: "PHB, pg. 198.",
        bullets: [
            "Один раз під час вашого руху ви можете осідлати істоту в межах 5 ft від вас або зістрибнути. Це коштує половину вашої швидкості.",
            "Ви не можете осідлати або зістрибнути, якщо у вас недостатньо переміщення залишилося або якщо ваша швидкість дорівнює 0.",
            "Якщо ефект рухає вашого скакуна проти його волі, поки ви на ньому, або якщо вас збивають із ніг, коли ви верхи, ви повинні досягти успіху в рятунковому кидку Спритності зі СК 10 або впасти зі скакуна, приземлившись лежачи в просторі в межах 5 ft від нього.",
            "Якщо вашого скакуна збивають із ніг, ви можете використати свою Реакцію, щоб зістрибнути, поки він падає, і приземлитися на ноги. Інакше ви зістрибнете й упадете лежачи в просторі в межах 5 ft від нього."
        ]
    }    
]